app/controllers/friend_requests_controller.rb

	def create
			@request=FriendRequest.new(params[:friend_request])
			@request.save!
			redirect_to User.find(params[:friend_request][:requestee_id])
---
INSERT INTO "friend_requests" ("created_at", "requestee_id", "requester_id", "updated_at") VALUES (?, ?, ?, ?)  [["created_at", Mon, 04 Mar 2013 22:04:06 UTC +00:00], ["requestee_id", 1], ["requester_id", 2], ["updated_at", Mon, 04 Mar 2013 22:04:06 UTC +00:00]]
SELECT "users".* FROM "users" WHERE "users"."id" = ? LIMIT 1  [["id", "5"]]